Revit 2027 API
ParameterTypeId.SpaceZoneName Property
 "Zone"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceZoneName { get; }
Public Shared ReadOnly Property SpaceZoneName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceZoneName {
	ForgeTypeId^ get ();
}
static member SpaceZoneName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace